Repository: collective/sc.social.bookmarks
Catalog: src/*/social/bookmarks/locales/*/LC_MESSAGES/*.social.bookmarks.po
Languages: de, pt_br

source: Add a social bookmarks portlet
pt_br: Adicionar um portlet para bookmark em redes sociais.

source: Bookmark providers
de: Social Media Anbieter
pt_br: Provedores de bookmarks

source: Content types
de: Inhaltstypen
pt_br: Tipos de Conteúdo

source: Show icons only?
de: Nur icons anzeigen?
pt_br: Exibir apenas ícones?

source: Social Bookmark Providers settings
de: Social Media Anbieter Einstellungen
pt_br: Configurações de bookmarks sociais

source: Social Bookmarks
pt_br: Bookmarks sociais

source: Social Bookmarks Portlet
de: Social Media portlet
pt_br: Portlet de bookmark em redes sociais

source: This portlet shows links to other sites, where the current content can be posted to.
pt_br: Este portlet exibe links de rede sociais nas quais este conteúdo pode ser postado.

source: Use as a content action?
de: In Overlay anzeigen?
pt_br: Utilizar como ação de conteúdo?

source: help_portal_types
de: Bitte wählen Sie die Inhaltstypen für die Social Bookmark links angezeigt werden sollen.
pt_br: Selecione os tipos de conteúdo para os quais os bookmarks sociais serão utilizados.

source: help_selected_providers
de: Bitte wählen Sie die Anbieter die angezeigt werden sollen.
pt_br: Por favor escolha os serviços que os usuários do seu site terão acesso

source: help_show_icons_only
de: Aktivieren Sie dieses Kästchen um die Anbieter nur als Icon ohne Beschriftung anzuzeigen.
pt_br: Selecione apenas se você quiser que a opção de bookmark exiba apenas os ícones das redes sociais

source: help_use_as_content_action
de: Aktivieren Sie dieses Kästchen um die Anbieter in einem Overlay anzuzeigen.
pt_br: Selecione caso deseje que os ícones apareçam como ação de conteúdo.

source: social_bookmarks_title
de: Lesezeichen & verteilen:
pt_br: Compartilhar
